Repository: IlyaSemenov/Spirit
Catalog: spirit/comment/poll/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Poll choices
ru: Варианты ответов в голосовании

source: Too many selected choices. Limit is %s
ru: Слишком много выбрано вариантов. Их максимальное количество %s

source: Too few selected choices. Minimum is %s
ru: Слишком мало выбрано вариантов. Их минимальное количество %s

source: This poll is closed
ru: Голосование завершено

source: name
ru: имя

source: title
ru: название

source: choice min
ru: минимальное количество

source: choice max
ru: максимальное количество

source: mode
ru: режим

source: auto close at
ru: автоматически закроется

source: comment poll
ru: голосование в комментарии

source: comments polls
ru: голосования в комментариях

source: number
ru: номер

source: choice description
ru: описание варианта

source: vote count
ru: количество голосов

source: poll choice
ru: вариант в голосовании

source: poll choices
ru: варианты в голосовании

source: poll vote
ru: голос в голосовании

source: poll votes
ru: голоса в голосовании

source: Closes on %(date)s.
ru: Завершено %(date)s.

source: You must select %(choice_min)s choices.
ru: Вы должны выбрать не менее %(choice_min)s вариантов.

source: You may select up to %(choice_max)s choices.
ru: Вы должны выбрать не более %(choice_max)s вариантов.

source: You may select no less than %(choice_min)s and no more than %(choice_max)s choices.
ru: Вы можете выбрать не менее %(choice_min)s и не более %(choice_max)s вариантов.

source: Results will be available when the poll is closed.
ru: Результаты голосования будут доступны по завершению.

source: Vote
ru: Голосовать

source: Show results
ru: Показать результаты

source: open
ru: открыть

source: close
ru: закрыть

source: View voters
ru: Показать проголосовавших

source: Votes
ru: Голоса

source: Show vote choices
ru: Показать варианты для голосования

source: Name: %(poll_name)s, choice selection: from %(choice_min)s up to %(choice_max)s, mode: %(mode)s, close at: %(close_at)s
ru: Название: %(poll_name)s, количество вариантов, которые можно отметить: от %(choice_min)s до %(choice_max)s, режим: %(mode)s, завершено: %(close_at)s

source: Name: %(poll_name)s, choice selection: from %(choice_min)s up to %(choice_max)s, mode: %(mode)s
ru: Название: %(poll_name)s, количество вариантов, которые можно отметить: от %(choice_min)s до %(choice_max)s, режим: %(mode)s

source: Voters for %(choice_description)s
ru: Проголосовавшие за %(choice_description)s
