Repository: IlyaSemenov/Spirit
Catalog: spirit/topic/poll/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Choice's limit must be greater than zero
ru: Количество вариантов для выбора должно быть больше нуля

source: There must be 2 or more choices
ru: Должно быть выбрано 2 и более вариантов

source: Poll choices
ru: Выбор голосования

source: Too many selected choices. Limit is %s
ru: Слишком много выбрано вариантов. Максимально возможно %s

source: This poll is closed
ru: Голосование закрыто

source: topic
ru: тема

source: choice limit
ru: ограничение количества вариантов выбора

source: topic poll
ru: тема голосования

source: topics polls
ru: темы голосований

source: poll
ru: голосование

source: choice description
ru: выбор описания

source: vote count
ru: количество ответов

source: poll choice
ru: варианты выбора в голосовании

source: poll choices
ru: варианты выбора в голосованиях

source: poll vote
ru: голос в голосовании

source: poll votes
ru: голоса в голосовании

source: Vote
ru: Голосовать

source: edit
ru: редактировать

source: open
ru: открыть

source: close
ru: закрыть

source: Poll close or open
ru: Открыть или закрыть голосование

source: Are you sure you want to open this poll
ru: Вы уверены, что хотите открыть голосование

source: Are you sure you want to close this poll
ru: Вы уверены, что хотите закрыть голосование

source: Open
ru: Открыть

source: Close
ru: Закрыть

source: Update poll
ru: Обновить голосование

source: Publish
ru: Опубликовать
